Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Define the name of the document that will be distributed to workers.
tr_tr: Çalışanlara dağıtılacak belgenin adını tanımlayın.

source: The pay information request was successfully saved.
tr_tr: Ücret bilgisi talebi başarıyla kaydedildi.

source: The template is required to generate and preview a document.
tr_tr: Bir belge oluşturmak ve önizlemek için şablon gereklidir.

source: Upload document
tr_tr: Belge yükleyin

source: Browse to upload file
tr_tr: Dosya yüklemek için göz atın

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
tr_tr: Desteklenen dosya formatları: PDF. Maksimum dosya boyutu: 10 MB. Yükleme başına maksimum dosya sayısı: 1 dosya.

source: The document "{{fileName}}" cannot be imported. Make it matches the format and size requirements.
tr_tr: "{{fileName}}" belgesi içe aktarılamıyor. Biçim ve boyut gereksinimlerine uyduğundan emin olun.

source: Generate & preview document
tr_tr: Belge oluştur ve ön izlemesini yap

source: To update this field, you must first delete the generated attached document.
tr_tr: Bu alanı güncellemek için önce oluşturulan ekli belgeyi silmeniz gerekir.

source: Alerts
tr_tr: Uyarılar

source: Internal note
tr_tr: Dahili not

source: No files uploaded
tr_tr: Yüklenen dosya yok

source: Comm round
tr_tr: İletişim turu

source: A date is required when an operator is selected
tr_tr: Bir işletici seçildiğinde bir tarih gereklidir

source: Number of days
tr_tr: Gün sayısı

source: An operator is required when a date or value is provided
tr_tr: Bir tarih veya değer sağlandığında bir işlemci gereklidir

source: Reference number
tr_tr: Referans numarası

source: Type part of a reference number
tr_tr: Bir referans numarasının bir kısmını yazın

source: Type part of a request ID
tr_tr: Bir istek kimliğinin bir kısmını yazın

source: Resolution date
tr_tr: Çözüm tarihi

source: Since request
tr_tr: İstekten beri

source: A value is required when an operator is selected
tr_tr: Bir işlemci seçildiğinde bir değer gereklidir

source: Type part of a name or worker ID
tr_tr: Bir adın veya Çalışan kimliğinin bir kısmını yazın

source: The reference number cannot be empty.
tr_tr: Referans numarası boş olamaz.

source: The reference number cannot be longer than 50 characters.
tr_tr: Referans numarası 50 karakterden uzun olamaz.

source: The request date cannot be empty.
tr_tr: Talep tarihi boş bırakılamaz.

source: The request date cannot be in the future.
tr_tr: Talep tarihi gelecekte olamaz.

source: Request details
tr_tr: Talep ayrıntıları

source: Response to requester
tr_tr: Talep sahibine yanıt

source: Response to worker
tr_tr: Çalışana yanıt

source: Select data source
tr_tr: Veri kaynağı seçin

source: Select template
tr_tr: Şablon seç

source: Send & close
tr_tr: Gönder ve kapat

source: You are about to close this pay information request. This action is irreversible. The document will be added to the selected communication round. Are you sure you want to proceed?
tr_tr: Bu ücret bilgisi talebini kapatmak üzeresiniz. Bu işlem geri alınamaz. Belge, seçilen iletişim turuna eklenecektir. Devam etmek istediğinizden emin misiniz?

source: Confirm closing request
tr_tr: Kapatma talebini onayla

source: If you close now, request will be saved and the document won't be added.
tr_tr: Şimdi kapatırsanız, istek kaydedilecek ve belge eklenmeyecektir.

source: Close without adding a document
tr_tr: Belge eklemeden kapat

source: The pay information request was successfully closed.
tr_tr: Ücret bilgisi talebi başarıyla kapatıldı.

source: Workflow is enabled for the selected communication round. The attached document will be added but won't be visible by the worker until it is released
tr_tr: Seçilen iletişim turu için iş akışı etkinleştirildi. Eklenen belge eklenecek ancak serbest bırakılana kadar çalışan tarafından görüntülenemeyecek

source: Workflow enabled
tr_tr: İş akışı etkinleştirildi

source: Approaching deadline
tr_tr: Son tarihe yaklaşılıyor

source: Closed without document
tr_tr: Belge olmadan kapatıldı

source: Document deleted
tr_tr: Doküman silindi

source: Not released to worker
tr_tr: Çalışana yayınlanmadı

source: Overdue
tr_tr: Gecikmiş

source: Remove filters and clear the search to show all results.
tr_tr: Tüm sonuçları göstermek için filtreleri kaldırın ve aramayı temizleyin.

source: Your pay information requests will appear here. Check back later for updates or explore more features in the meantime.
tr_tr: Ücret bilgisi talepleriniz burada görünecek. Güncellemeler için daha sonra tekrar kontrol edin veya bu sırada diğer özellikleri keşfedin.

source: API upload
tr_tr: API yükleme

source: {{count}} day
tr_tr: {{count}} gün

source: {{count}} days
tr_tr: {{count}} gün

source: Reopened
tr_tr: Yeniden açıldı

source: Manage pay information requests.
tr_tr: Ücret bilgisi taleplerini yönetin.

source: Pay information requests
tr_tr: Ödeme bilgisi istekleri

source: Technical account (API upload)
tr_tr: Teknik hesap (API yüklemesi)

source: View request
tr_tr: İsteği görüntüle

source: Document
tr_tr: Belge

source: The worker cannot be empty.
tr_tr: Çalışan boş bırakılamaz.

source: Create prediction
tr_tr: Tahmin oluşturun

source: There are no predictions to display at the moment.
tr_tr: Şu anda görüntülenecek tahmin yok.

source: My prediction list
tr_tr: Tahmin listem

source: Created date: {{date}}
tr_tr: Oluşturulma tarihi: {{date}}

source: Created date: {{createDate}} Updated: {{modifiedDate}}
tr_tr: Oluşturulma tarihi: {{createDate}} Güncellenme tarihi: {{modifiedDate}}

source: No predictions with the name "{{phrase}}"
tr_tr: "{{phrase}}" adında bir tahmin yok

source: Search prediction
tr_tr: Tahmin ara

source: Here you can find a list of system-generated salary proposals that consider factors like salary ranges and promotion levels to support external competitiveness and internal equity.
tr_tr: Burada, şirket dışında rekabet gücünü ve şirket içinde eşitliği desteklemek için maaş aralıkları ve terfi seviyeleri gibi faktörleri göz önünde bulunduran, sistem tarafından oluşturulan maaş tekliflerinin bir listesini bulabilirsiniz.

source: Existing worker
tr_tr: Mevcut çalışan

source: New hire
tr_tr: İşe yeni alınan kişi

source: There are no feedback types available for this worker. Share your thoughts to help your team members grow.
tr_tr: Bu çalışana sağlanan geri bildirimler türü yok. Ekip üyelerinizin gelişmesine yardımcı olmak için düşüncelerinizi paylaşın.

source: Shared with me
tr_tr: Benimle paylaşılan

source: Average: {{avg}}
tr_tr: Ortalama: {{avg}}

source: Based on evaluations provided by workers
tr_tr: Çalışanlar tarafından sağlanan değerlendirmelere göre

source: Give feedback to increase the chances of generating insights.
tr_tr: İçgörü oluşturma şansını artırmak için geri bildirimlerde bulunun.

source: {{count}} rated feedback to generate statistics
tr_tr: İstatistik oluşturmak için {{count}}derecelendirilmiş geri bildirimler

source: Perceived <strong>clarity</strong>
tr_tr: Algılanan <strong>netlik</strong>

source: Perceived <strong>trust</strong>
tr_tr: Algılanan <strong>güven</strong>

source: Rated feedback
tr_tr: Derecelendirilmiş geri bildirimler

source: Manager feedback ratings
tr_tr: Yönetici geri bildirimlerine ilişkin derecelendirmeler

source: Until the next update
tr_tr: Bir sonraki güncellemeye kadar

source: Feedback marked as public by this worker
tr_tr: Bu çalışan tarafından herkese açık olarak işaretlenen geri bildirimler

source: Check again later for updates or explore more in the meantime.
tr_tr: Güncellemeler için daha sonra tekrar kontrol edin veya bu arada daha fazlasını keşfedin.

source: Feedback that was sent to this worker
tr_tr: Bu çalışana gönderilen geri bildirimler

source: You haven’t sent any feedback to this worker yet. Share your thoughts to help your team members grow.
tr_tr: Bu çalışana henüz geri bildirimler göndermediniz. Ekip üyelerinizin gelişmesine yardımcı olmak için düşüncelerinizi paylaşın.

source: {{firstName}} is waiting for your feedback. Why not share your insights now?
tr_tr: {{firstName}} geri bildirimlerinizi bekliyor. Neden içgörülerinizi şimdi paylaşmıyorsunuz?

source: Feedback this team member shared with me
tr_tr: Bu ekip üyesinin benimle paylaştığı geri bildirimler

source: Sharing feedback helps improve teamwork and processes within the company.
tr_tr: Geri bildirimleri paylaşmak, şirket içinde ekip çalışmasını ve süreçleri geliştirmeye yardımcı olur.

source: Goals owned by your team member and on which they need to work.
tr_tr: Ekip üyenizin sahip olduğu ve üzerinde çalışması gereken hedefler.

source: No results.<br/>Clear search to show all goals.
tr_tr: Sonuç yok.<br/>Tüm hedefleri göstermek için aramayı temizleyin.

source: This team member has no goals yet.
tr_tr: Bu ekip üyesinin henüz bir hedefi yok.

source: This team member has no assigned performance review at the moment.
tr_tr: Bu ekip üyesinin şu anda atanmış bir performans değerlendirmesi yok.

source: Career development
tr_tr: Kariyer gelişimi

source: Reassigned to: {{userName}}
tr_tr: Şu kişiye yeniden atandı: {{userName}}

source: Go to career development plan
tr_tr: Kariyer gelişim planına gidin

source: Reassigned
tr_tr: Yeniden Atandı

source: Reassigned to {{userName}}
tr_tr: {{userName}} kullanıcısına yeniden atandı

source: Compare workers
tr_tr: Çalışanları karşılaştır

source: Direct reports
tr_tr: Doğrudan bağlı çalışanlar

source: {{firstName}}'s goal progress
tr_tr: {{firstName}} adlı kişinin hedef ilerlemesi

source: Last feedback
tr_tr: Son geri bildirimler

source: No feedback
tr_tr: Geri bildirimler yok

source: (me)
tr_tr: (ben)

source: Next check-in
tr_tr: Sonraki check-in görüşmesi

source: No check-ins
tr_tr: Check-in görüşmesi yok

source: Go to check-in
tr_tr: Check-in görüşmesine git

source: Go to review
tr_tr: Değerlendirmeye git

source: No team members match your criteria. Try adjusting your search or check the spelling and filters to find the right team member.
tr_tr: Kriterlerinize uyan ekip üyesi yok. Doğru ekip üyesini bulmak için aramanızı ayarlamayı veya yazım ve filtreleri kontrol etmeyi deneyin.

source: No team members selected
tr_tr: Hiçbir ekip üyesi seçilmedi

source: Select one or more team members to view their performance metrics. Check the box next to their name to analyze their data.
tr_tr: Performans metriklerini görüntülemek için bir veya daha fazla ekip üyesi seçin. Verilerini analiz etmek için adlarının yanındaki kutuyu işaretleyin.

source: Direct reports of {{name}}
tr_tr: {{name}} adlı kişinin doğrudan bağlı çalışanları

source: Team view
tr_tr: Ekip görünümü

source: Top behavior
tr_tr: En sık görülen davranış

source: No behaviors
tr_tr: Davranış yok

source: You don't have any direct reports
tr_tr: Herhangi bir doğrudan bağlı çalışanınız yok

source: Worker tree
tr_tr: Çalışan ağacı

source: Search for a recipient
tr_tr: Bir alıcı ara

source: No recipients with the name "{{phrase}}"
tr_tr: "{{phrase}}" adında alıcı yok

source: This table displays a comprehensive list of documents associated with your team. You can preview, download and release these documents here. Please ensure the accuracy and relevance of each document before approving.
tr_tr: Bu tablo, ekibinizle ilişkili belgelerin kapsamlı bir listesini gösterir. Bu belgeleri burada önizleyebilir, indirebilir ve yayınlayabilirsiniz. Lütfen onaylamadan önce her belgenin doğruluğunu ve ilgi düzeyini kontrol edin.

source: {{selectedItemsCount}} items selected
tr_tr: {{selectedItemsCount}} öğe seçildi

source: Select all {{allAvailableDocumentsCount}} items
tr_tr: Tüm {{allAvailableDocumentsCount}} öğelerini seçin

source: Communication rounds
tr_tr: İletişim turları

source: View and manage team documents.
tr_tr: Ekip belgelerini görüntüleyin ve yönetin.

source: You have not accessed any communication rounds yet.
tr_tr: Henüz herhangi bir iletişim turuna erişmediniz.

source: No communication rounds
tr_tr: İletişim turu yok

source: Communication manager review
tr_tr: İletişim yöneticisi değerlendirmesi

source: Communication round list
tr_tr: İletişim turu listesi

source: HR BP review
tr_tr: İK iş ortağı değerlendirmesi

source: Document released automatically
tr_tr: Belge otomatik olarak yayınlandı

source: <strong>{{name}}</strong> changed the workflow step
tr_tr: <strong>{{name}}</strong> iş akışı adımını değiştirdi

source: Document imported
tr_tr: Belge içe aktarıldı

source: <strong>{{name}}</strong> imported the document
tr_tr: <strong>{{name}}</strong> belgeyi içe aktardı

source: Document overridden
tr_tr: Belge geçersiz kılındı

source: <strong>{{name}}</strong> overrode the document
tr_tr: <strong> {{name}} </strong> belgeyi geçersiz kıldı

source: Document details
tr_tr: Belge ayrıntıları

source: Recipient
tr_tr: Alıcı

source: <strong>{{name}}</strong> imported the document from the pay information request {{requestId}}
tr_tr: <strong>{{name}}</strong>, {{requestId}} ücret bilgisi talebinden belgeyi içe aktardı

source: <strong>{{name}}</strong> released the document
tr_tr: <strong>{{name}}</strong> belgeyi yayınladı

source: <strong>{{name}}</strong> unreleased the document
tr_tr: <strong>{{name}}</strong> belgeyi yayından kaldırdı

source: <strong>{{name}}</strong> viewed the document
tr_tr: <strong>{{name}}</strong> belgeyi görüntüledi

source: Unrelease
tr_tr: Yayından kaldır

source: Download document
tr_tr: Belgeyi indir

source: Import
tr_tr: İçe Aktar

source: The document was successfully canceled.
tr_tr: Belge başarıyla iptal edildi.

source: The workflow step was successfully changed.
tr_tr: İş akışı adımı başarıyla değiştirildi.

source: The document was successfully deleted.
tr_tr: Belge başarıyla silindi.

source: The document was successfully released.
tr_tr: Belge başarıyla yayınlandı.

source: One or more validation errors occurred. Some document are not in the proper workflow step for the requested action. Please, refresh the page.
tr_tr: Bir veya daha fazla doğrulama hatası oluştu. Bazı belgeler, istenen işlem için uygun iş akışı adımında değil. Lütfen sayfayı yenileyiniz.

source: Release document
tr_tr: Belgeyi yayınla

source: View document
tr_tr: Belgeyi görüntüle

source: Change workflow step
tr_tr: İş akışı adımını değiştirin

source: Add filter criteria
tr_tr: Filtre kriteri ekle

source: Advanced filters
tr_tr: Gelişmiş filtreler

source: Filter
tr_tr: Filtre

source: Region
tr_tr: Bölge

source: State
tr_tr: Eyalet

source: Select fields & values
tr_tr: Alanları ve değerleri seçin

source: Comm manager: {{count}} filter applied
tr_tr: İletişim yöneticisi: {{count}} filtre uygulandı

source: Comm manager: {{count}} filters applied
tr_tr: İletişim yöneticisi: {{count}} filtre uygulandı

source: Recipient: {{count}} filter applied
tr_tr: Alıcı: {{count}} filtre uygulandı

source: Recipient: {{count}} filters applied
tr_tr: Alıcı: {{count}} filtre uygulandı

source: Comm manager
tr_tr: İletişim yöneticisi

source: Values
tr_tr: Değerler

source: Target workflow step
tr_tr: Hedef iş akışı adımı

source: Release
tr_tr: Yayınla

source: Do you want to release {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only not released documents that are in "Document review" step will be released.
tr_tr: Seçilen {{allAvailableDocumentsCount}} belge arasından {{selectedRowKeysLength}} tanesini yayınlamak istiyor musunuz? "Yalnızca "Belge değerlendirmesi" adımındaki yayından kaldırılmış belgeler yayınlanacaktır.

source: You cannot release the documents. The selected documents have already been released.
tr_tr: Belgeleri yayınlayamazsınız. Seçilen dosyalar zaten yayınlandı.

source: {{releasedDocumentsLength}} of the {{selectedRowKeysLength}} documents are already released. Do you want to release the other documents?
tr_tr: {{selectedRowKeysLength}} belge arasından {{releasedDocumentsLength}} tanesi zaten yayınlandı. Diğer belgeleri yayınlamak istiyor musunuz?

source: Do you want to release {{selectedRowKeysLength}} documents?
tr_tr: {{selectedRowKeysLength}} belgeyi yayınlamak istiyor musunuz?

source: Documents already released
tr_tr: Belgeler zaten yayınlandı

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in "Document review" step cannot be released.
tr_tr: {{SucceededCount}} belgeden {{RequestedCount}} tanesi başarıyla yayınlandı. Zaten yayınlanmış olan ve "Belge değerlendirmesi" adımında olmayan belgeler yayınlanamaz.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released.
tr_tr: {{RequestedCount}} belgeden {{SucceededCount}} tanesi başarıyla yayımlandı.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
tr_tr: Seçilen {{RequestedCount}} belgeden {{FailedLength}} tanesi yayınlanamaz. Yalnızca "Belge değerlendirmesi" adımında olan ve yayınlanmamış belgeler yayınlanabilir.

source: {{selectedDocsLength}} documents selected:
tr_tr: {{selectedDocsLength}} belge seçildi:

source: Do you want to unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
tr_tr: Seçilen {{allAvailableDocumentsCount}} belge arasından {{selectedRowKeysLength}} tanesini yayından kaldırmak istiyor musunuz? Yalnızca yayınlanmış belgeler yayından kaldırılacaktır.

source: You cannot unrelease files that are in "Unreleased" and "Not released" status.
tr_tr: "Yayından kaldırıldı" ve "Yayınlanmadı" durumundaki dosyaları yayından kaldıramazsınız.

source: You cannot unrelease the files. The selected files have not been released yet.
tr_tr: Dosyaları yayından kaldıramazsınız. Seçilen dosyalar henüz yayınlanmadı.

source: You cannot unrelease the files. The selected files have already been unreleased.
tr_tr: Dosyaları yayından kaldıramazsınız. Seçilen dosyalar zaten yayından kaldırıldı.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} are already unreleased. Do you want to unrelease the other documents?
tr_tr: {{selectedRowKeysLength}} arasından {{unReleasedDocumentsLength}} tanesi zaten yayından kaldırılmış. Diğer belgeleri de yayından kaldırmak istiyor musunuz?

source: Do you want to unrelease {{selectedRowKeysLength}} documents?
tr_tr: {{selectedRowKeysLength}} belgelerini yayından kaldırmak istiyor musunuz?

source: Documents already unreleased
tr_tr: Belgeler zaten yayından kaldırıldı.

source: Unrelease impossible
tr_tr: Yayından kaldırılamaz

source: Files not released
tr_tr: Dosyalar yayınlanmadı

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased. Documents that are not released cannot be unreleased.
tr_tr: {{SucceededCount}} belgeden {{RequestedCount}} tanesi başarıyla yayından kaldırıldı. Yayınlanmamış belgeler yayından kaldırılamaz.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased.
tr_tr: {{RequestedCount}} belgeden {{SucceededCount}} tanesi başarıyla serbest bırakılmadı.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
tr_tr: Seçilen {{RequestedCount}} belgeden {{FailedLength}} tanesi yayından kaldırılamaz. Yalnızca yayınlanmış belgeler yayından kaldırılabilir.

source: My summary document
tr_tr: Özet belgem

source: Generation date
tr_tr: Oluşturma tarihi

source: Document recipient
tr_tr: Belge alıcısı

source: Release status
tr_tr: Yayın durumu

source: My summary doc
tr_tr: Özet belgem

source: Are you sure you want to cancel the release of the selected documents?
tr_tr: Seçilen belgelerin yayınını iptal etmek istediğinizden emin misiniz?

source: Unrelease selected documents
tr_tr: Seçilen belgeleri yayından kaldırın

source: Are you sure you want to delete the selected documents?
tr_tr: Seçilen belgeleri silmek istediğinizden emin misiniz?

source: Delete documents
tr_tr: Belgeleri sil

source: Are you sure you want to release the selected documents?
tr_tr: Seçilen belgeleri yayınlamak istediğinizden emin misiniz?

source: Release selected documents
tr_tr: Seçilen belgeleri yayınla

source: Communication manager name
tr_tr: İletişim yöneticisi adı

source: Type part of a name
tr_tr: Bir ismin bir kısmını yazın

source: Generated after
tr_tr: Şundan sonra oluşturuldu:

source: Generated before
tr_tr: Şundan önce oluşturuldu:

source: Remove filters and the clear the search to show all results.
tr_tr: Tüm sonuçları göstermek için filtreleri kaldırın ve aramayı temizleyin.

source: Recipient name
tr_tr: Alıcının adı

source: Do you want to change the workflow step of {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only selected rows that are not in "{{TargetStep}}" step will be moved. You must unrelease released documents to be able to move them along in the workflow.
tr_tr: Seçilen belgeler {{allAvailableDocumentsCount}} arasından {{selectedRowKeysLength}} tanesinin iş akışı adımını değiştirmek istiyor musunuz? Yalnızca "{{TargetStep}}" adımında olmayan seçili satırlar taşınacaktır. Belgeleri iş akışında ilerletebilmek için yayınlanmış belgeleri yayından kaldırmalısınız.

source: Change workflow step of selected documents
tr_tr: Seçilen belgelerin iş akışı adımını değiştirin

source: You cannot change the workflow step of the selected documents.
tr_tr: Seçilen belgelerin iş akışı adımını değiştiremezsiniz.

source: Workflow step change impossible
tr_tr: İş akışı adımında değişiklik yapılamaz

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully moved to the next workflow step.
tr_tr: {{SucceededCount}} belgeden {{RequestedCount}} tanesi başarıyla bir sonraki iş akışı adımına taşındı.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be changed at the moment. Please try again later.
tr_tr: Seçilen {{RequestedCount}} belgeden {{FailedLength}} tanesi şu anda değiştirilemiyor. Lütfen daha sonra tekrar deneyin.

source: Release impossible. The selected documents have already been released.
tr_tr: Yayınlanamaz. Seçilen dosyalar zaten yayınlandı.

source: Do you want to release {{selectedRowKeysLength}} selected documents?
tr_tr: Seçilen {{selectedRowKeysLength}} belgelerini yayınlamak istiyor musunuz?

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in 'Document Review' step cannot be released.
tr_tr: {{SucceededCount}} belgeden {{RequestedCount}} tanesi başarıyla yayınlandı. Zaten yayınlanmış olan ve 'Belge Değerlendirmesi' adımında olmayan belgeler yayınlanamaz.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
tr_tr: Seçilen {{RequestedCount}} belgeden {{FailedLength}} tanesi yayınlanamaz. Yalnızca "Belge değerlendirmesi" adımında olan ve yayınlanmamış belgeler yayınlanabilir.

source: Do you want unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
tr_tr: Seçilen {{allAvailableDocumentsCount}} belge arasından {{selectedRowKeysLength}} tanesini yayından kaldırmak istiyor musunuz? Yalnızca yayınlanmış belgeler yayından kaldırılacaktır.

source: You cannot unrelease files in "Unreleased" and "Not released" status.
tr_tr: "Yayından kaldırıldı" ve "Yayınlanmadı" durumundaki dosyaları yayından kaldıramazsınız.

source: You cannot unrelease the files; the selected files haven't been released yet.
tr_tr: Dosyaları yayından kaldıramazsınız; seçilen dosyalar henüz yayınlanmadı.
